12/data/attachments/d04a350a44a3f5cf.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Sean_physical_Friend_42614_7</nif:username>
            <nif:friendToBeRequested>soap_friends_6d7ff4ba-9992-45e7-a513-fb032074ddca</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>